{
  "safety_rules": {
    "работа на высоте": [
      "Перед выходом на высоту обязательно пройти инструктаж.",
      "Использовать сертифицированные страховочные пояса и системы крепления.",
      "Проверить исправность оборудования перед началом работы.",
      "Работа только при минимальной ветровой нагрузке (до 10 м/с).",
      "Запрещается выполнять одни и те же действия на высоте без перерыва более 2 часов подряд.",
      "Обеспечить зону работ ограждением и предупредительными знаками."
    ],
    "работа с электроинструментом": [
      "Провести осмотр электроинструмента перед включением: кабели, штекеры и корпуса.",
      "Использовать удлинители с защитой от перенапряжения.",
      "Надевать изолирующие перчатки классом не ниже 00 и диэлектрические ботинки.",
      "Не эксплуатировать инструмент во влажной среде или при температуре ниже +5°C.",
      "Использовать защитные очки или визор для защиты глаз от летящих частиц.",
      "Отключать инструмент от сети при замене насадок и техническом обслуживании."
    ],
    "сварочные работы": [
      "Перед началом работ проверить вентиляцию в помещении.",
      "Надевать сварочный щиток с затемненным стеклом (DIN 10–13).",
      "Использовать сварочные перчатки и одежду из огнеупорных материалов.",
      "Держать огнетушитель и комплект первой помощи в зоне работ.",
      "Оградить зону от незащищённых людей и воспламеняющихся материалов.",
      "Регулярно проверять изоляцию сварочного кабеля и электрода."
    ]
  },
  "siz": {
    "работа на высоте": [
      "Страховочный пояс с амортизатором.",
      "Шлем строительный с подшлемником.",
      "Противоскользящая обувь с металлическим носком.",
      "Защитные перчатки из синтетической кожи.",
      "Очки защитные с боковой защитой."
    ],
    "работа с электроинструментом": [
      "Диэлектрические перчатки классом 00.",
      "Антистатические коврики.",
      "Защитные очки с покрытием от царапин.",
      "Беруши или наушники для защиты слуха при шумах >85 дБ.",
      "Костюм из огнеупорного материала для защиты от искр."
    ],
    "сварочные работы": [
      "Сварочный щиток с автоматическим затемнением.",
      "Перчатки сварщика длиной не менее 350 мм.",
      "Костюм сварщика с усиленными швами.",
      "Ботинки с металлическим подноском и нескользящей подошвой.",
      "Защита органов дыхания – респиратор или сварочная маска с подачей воздуха."
    ]
  },
  "first_aid": {
    "ожог": [
      "Охладить поражённый участок холодной проточной водой в течение 10–20 минут.",
      "Наложить стерильную сухую повязку. Не использовать масла и кремы.",
      "При ожогах >10% поверхности тела, поражении лица или глубоких ожогах – вызвать скорую.",
      "Следить за признаками шока: слабость, бледность, холодный пот."
    ],
    "порез": [
      "Остановить кровотечение давящей стерильной повязкой.",
      "Тщательно промыть рану антисептиком (спиртовым или безспиртовым).",
      "Обработать края раны раствором йода или хлоргексидина.",
      "Наложить стерильный лейкопластырь или бинт.",
      "При глубоком или нерегулярном крае – обратиться к врачу для наложения швов."
    ],
    "ушиб": [
      "Приложить к месту ушиба холодный компресс на 10–15 минут.",
      "Зафиксировать конечность в удобном положении.",
      "Через 2–3 часа при необходимости повторить холод.",
      "При сильной боли и отёке – обратиться к врачу."
    ]
  }
}
